#
3d
ability
above
access
accident
accidental
accidents
account
accounting
accounts
accuracy
achieve
achievement
act
action
activities
activity
ad
adabtable
ad-hoc
adjust
adjustment
admin
administrative
admistration
adobe
advance
advantages
advice
aerospace
after
air
align
alignment
allowance
also
analyse
analyses
analysing
analysis
analysis/solution
analyst
analytic
analytical
analytically
analytics
analyze
analyzing
android
annual
another
apics
apple
applicable
application
applications
apply
appraisal
approach
appropriate
approval
approvals
approve
apqp
ar
arch
architecture
archives
area
areas
arrange
arrangement
asp
aspects
assemble
assembly
assessment
assessment/
assign
assigned
assignment
assignments
assist
assistant
assisting
associated
assumption
asterisk
attend
attendance
attention
attitude
attractiveness
audit
audits
authenticity
auto
autocad
autodesk
automation
automotive
availability
available
avid
awareness
ax
axapta
background
backup
balance
balancesheet
bank
banking
barista
base
based
basic
basis
behavior
being
benefits
best
best-in-class
beverage
bia
bills
board
boi
bom
bonded
bone
bonus
bookkeeping
boot
bootstrap
boq
bradley
brand
breakdown
brief
brm
broker
brp
bsc
budget
budgeting
build
building
business
c
c++
cad
cad-cam
calculation
calendar
call
called
calling
campaign
campaigns
capability
capable
capacity
capital
car
card
career
carry
case
cash
cashier
catia
ccda
ccna
ccnp
ccpa
cctv
cell
center
certification
certifications
chain
chances
change
changes
channel
character
charge
chart
check
checking
chiefly
chinese
cisco
cit
claim
classification
classifications
cleanliness
client
client/
clients
clients/contracts
closely
closing
clusters
cmmi
cms
cnc
co
coaching
cocoa
cocos2d
code
code/
codes
coding
cold
collaborate
collect
collection
collections
commander
commands
commission
commissioning
commitments
communicate
communication
communications
communicator
comparative
compare
compared
compass
compilation
compile
complaints
complete
completed
completely
completion
complex
complied
comply
compressor
compu
compulsory
computer
computing
conception
concepts
concern
concerned
concerning
concerns
concise
conditions
conduct
conducting
confidence
configure
confirm
considerable
consideration
consistency
construction
consult
consultant
consulting
contacts
continuous
continuously
contract
contribute
control
controls
conveyors
cook
cooking
cooperate
cooperation
coordinate
coordinating
coordination
co-ordination
coordinator
cope
cording
core
corporate
corrdinate
corrective
correctly
cost
cost-effective
costing
costs
costsheet
counseling
country
course
cpd
cpim
crane
create
creation
creative
creatively
creativity
credit
crm
cross
cross-department
cross-functionally
crystal
csp
css
ct
cultural
culture
current
customer
customers
customizing
customs
cuts
cycle
d
d/o
data
database
day
ddms
deadlines
dealer
dealers
dealing
debts
debugging
decision
decisions
dedicated
deep
define
defined
definition
definitions
deleting
deliver
delivering
delivery
delphi
density
dental
department
departments
depends
deployment
description
design
designed
designers/printers
designs
desire
desired
desktop
detail
details
detecting
determine
dev
develop
developing
development
developper
develops
devices
diagnosis
differentiate
difot
digital
dining
direct
directed
directly
director
directors
discipline
disciplined
disposal
diversity
division
document
documentation
documents
domestic
domestics
down
download
drafting
drawing
drc
drive
driving
due
duplicate
during
duties
duty
dwg
dwgs
dyeing
dynamic
e-business
eci
eclipse
ecrm
edit
effectively
effectiveness
efficiency
efficient
effort
ehs
either
electrical
electrical/electronic
electronic
electronics
elevator
elevators/escalators
elle
e-mail
emergency
employees
emt
enclosing
encountered
end
end-to-end
energetic
enforce
engineer
engineering
engineering/
engineering-related
english
enhance
enlist
ensure
ensuring
entering
enterprise
enthusiastic
entity
entries
environment
equipment
equipments
equivalent
erp
escalator
especially
essential
estimate
estimating
estimation
ethic
ethics
evaluate
evaluating
evaluation
events
exceeding
excel
excellence
excellent
excels
exchange
execute
execution
executive
exercise
exhibit
exhibitions
existing
exiting
expand
expansion
expatriates
expected
expedite
expenditure
expenditures
expense
expert
expertise
explore
export
exposed
express
external
externally
facebook
facilitate
facilitation
facilities
facility
factor
factory
fair
familiar
family
fanuc
fast
feasibility
feedback
fiber
field
filed
filing
filings
final
finance
financial
find
finish
finished
finishing
fire
firewall
firm
first
five
fix
fixture
flexibility
flexible
floor
flow
flows
fluent
fluently
fly
fmea
foam
follow
following
follow-up
food
foods
force
forecast
forecasts
foreign
forklift
form
forms
forward
forwarding
foster
foundational
frame
framework
free
freehand
freight
fresh
front-end
fta
fulfill
full
fully
function
functional/technical
functions
fund
funds
furniture
gas
gaseous
gateway
gather
gathering
gathers
general
generate
generating
get
glass
global
goal
goals
goasiamanpower
goods
google
govement
governance
government
gp
grading
graduate
graduated
graduation
granted
granular
graphic
great
greeting
group
grow
growing
growth
guarantee
guard
guards
guest
guests
guidance
guide
gunze
hai
handle
handled
handling
handmadecarfe
handmadecarfeo
hands-on
hard
hardware
hardware/software
hard-working
has
hasown
health
healthy
help
helpdesk
helper
helping
hemwan
higher
highest
hiren
historical
hoc
hospital
hospitals
hotairthailand
hotel
hotels
housekeeping
hp
hr
hrd
hrm
hrm/hrd
hrod
hs
html
html5
huge
human
hygiene
hypermarket
idea
identification
identify
idp
ie
ifrs
illustrator
immediately
immunohistochemistry
implement
implemental
implementation
implementing
implements
implicit
import
import-export
imports-exports
improve
improvement
improvements
inbound
incentive
incidents
include
income
increase
independent
independently
indicators
individual
individuality
indoor
industral
industrial
industry
infographic
information
infrastructure
ingredients
initiate
initiating
initiatives
input
inquiries
in-service
insightful
inspection
inspections
install
installation
installation/maintenance
instance
institute
instruct
instruction
instructions
instructor
insurance
integrated
integration
integrity
intent
interacts
interested
interface
interior
intermediate
internal
internally
international
interpersonal
interpreter
into
intranet
introduce
introduction
inventor
inventory
investigating
investment
invite
invited
invoices
involve
ios
iphone
iray
iso
iso/ts
iso/ts16949
iso14001
issue
issues
issues/enquiries
issuing
it
item
its
japanese
japanese/english
java
javascript
jig
job
joining
journal
journey
jquery
json
junior
juniper
kaizen
keen
keeping
key
kick-off
kitchen
knowledge
kpi
labor
labour
lan
lan/wan/voip
language
large
launch
law
laws
lead
leader
leadership
leading
leads
lean
learn
learning
leave
ledger
levels
liaise
library
license
life
limited
line
linked
list
lite
lmg
locailzation
local
localization
location
logical
logistics
logistics/
long-term
loss
lotus
lover
lowers
lowest
mac
machanical
machine
machines
machining
maintain
maintainance
maintained
maintaining
maintenance
major
make
mall
manage
management
manager
managerial
managers
manages
managing
mango
manner
manpower
manuals
manufacturing
margin
market
marketing
markets
mass
master
material
matv
max
maximize
may
mcsa
mcse
measure
measurements/kpis
mechanical
mechatronics
media
medical
meet
meeting
meetings
member
members
memorandum
mental
mep
metal
meterial
methods
metrics
microsoft
middleware
milestones
minded
mini
minimum
minitab
minute
mis
mobile
mock-up
model
modeler
moi
monitor
monitoring
monitors
most
motivate
motivated
motivation
motor
ms-sql
must
mvc
mysql
n2
national
nationality
necessary
need
needs
negotiating
negotiation
negotiations
net
net/web
network
networking
nfpa
ng
no
nurse
object
objective
objectives
object-oriented
office
oic
ojt
old
olds
omniture
online
on-the-job
oop
opd/ipd
open
opengl
operate
operating
operation
operational
operations
operator
opportunities
opportunity
optimal
optimizing
oracle
order
orders
organization
organize
organizes
oriented
os
ot
others
our
out
outbound
outcomes
outlook
outstanding
over
overdue
oversea
oversee
own
package
packaging
paid
parameter
part
participate
parties
parts
party
passion
pathology
pattern
payable
payment
payments
payroll
pc
pdi
people
performance
performing
permit
personality
persuasive
photo
photograph
photoshop
php
plan
planned
planning
plans
plant
plastic
platform
player
plc
plug-in
policies
policy
portfolio
pos
position
possess
postgresql
posts
potential
power
ppap
ppe
pr
practice
practices
predict
preferable
preferably
preferred
preparation
prepare
presence
present
presentable
presentation
presentations
pressure
price
prices
pricing
proactive
problem
problems
problem-solving
procedure
procedures
proceeded
process
processes
processing
procurement/purchasing/buyer/new
produce
product
production
productivity
products
proficiency
proficient
profit
profitability
program
programmer
programming
project
projects
promote
promoting
proper
properly
proven
provide
provident
providing
psychology
purchase
purchasing
python
qc
qualified
quality
quarterly
query
quickly
quotation
r
rate
rates
rating
raw
reach
readiness
receive
reconcile
reconciliation
reconciliations
record
recording
records
recruitment
regarding
regional
regulation
regulations
relations
relationship
relevant
renderer
repair
repeat
repeated
replacement
report
reports
representative
representatives
request
required
requirement
requirements
research
reserarch
resolution
resolve
resource
resources
responsibilities
responsibility
responsible
result
results
retail
revenue
review
revit
rfqs
rgm
right
risk
risks
rohs
role
roles
roll
rolling
rqc/oqc
rule
rules
ruling
runs
sales
sap
satisfaction
scale
schedule
science
scurity
sdk
secretary
secure
security
self
self-motivated
sell
selling
send
senior
server
servers
server-side
service
service/support
service-minded
service-mindedworking
services
setting
sheet
shop
sigma
signature
similar
site
sites
sk
sketch
slas
smart
smartphone
social
sociology
sofeware
software
solid
solidwork
solution
solutions
solving
sop
sound
source
sourcing
speaking
spec
special
specific
specification
specifications
sql
ssrs
staff
standard
statistical
statistics
stock
strategic
strategies
strategy
studio
study
subcontract
submit
subordinates
succession
superior
supervise
supervising
supervisor
supplier
suppliers
supply
support
supporting
supports
surgical
swift
switch/router
system
systematic
systems
take
talent
target
targets
task
tasks
tax
taxation
tcp/ip
teamwork
technical
technologies
technology
terms
test
testing
thai
than
them
through
timely
tms
toeic
tooling
tools
track
trade
train
trained
training
trainings
transaction
transactions
transfer
translator
transport
transportation
travel
troubleshooting
trustmail
under
understanding
unit
unix
until
update
updated
up-to-date
user
utilize
va/ve
value
various
vb
vb6
ve/va
vehicle
vender
vendor
vendors
visco
visio
visual
voice
voip
vpn
warehouse
web
web2
webform
webservices
website
welcome
well
which
willing
willingness
win
windows
work
works
write
writing
xcode
xhtml
xml
yahoo
year
zone
เกณฑ์
เก็บ
เก็บรักษา
เกษตร
เกียร์
เขียน
เคมี
เคมีภัณฑ์
เครื่อง
เครื่องมีอ
เครื่องมือ
เคลียร์
เงิน
เจรจา
เจ้าหน้าที่
เช็ค
เชื่อม
เด็ก
เดินทาง
เทคโนโลยี
เทคนิค
เทรดดิ้ง
เน็ตเวิร์ค
เบี้ย
เปลี่ยน
เปลี่ยนแปลง
เป้า
เปิดเผย
เพลิง
เฟรมเวิร์ก
เฟอร์นิเจอร์
เมคาทรอนิคส์
เย็น
เร่งด่วน
เร่งรัด
เริ่ม
เรียน
เลขานุการ
เว็บ
เว็บไซต์
เศรษฐศาสตร์
เส้นทาง
เสนอ
เสร็จ
เสิร์ฟ
เสิร์ฟออร์เดอร์
เสีย
เหมา
เหมาะ
เหล็ก
เอก
เอกสาร
แก่
แก้
แก้ไข
แข่งขัน
แคชเชียร์
แคมเปญ
แค้มป์
แจ้ง
แต่ง
แนวทาง
แนะนำ
แบบ
แผน
แผนก
แผนที่
แพ็ค
แพ็คสินค้า
แพทย์
แม่
แมคคาทรอนิคส์
แม่พิมพ์
แมมโมแกรม
แรงงาน
แรม
แล็บ
แสวงหา
แอปพลิเคชัน
แอร์
โครงการ
โครงสร้าง
โฆษณา
โท
โทรทัศน์
โน้มน้าว
โปแกรม
โปรเเกรม
โปรแกรม
โปรโมชั่น
โยธา
โรค
โลจิสติก
โลจิสติกส์
โอน
ใช้จ่าย
ใส่ใจ
ใหญ่
ได้แก่
ไพเราะ
ไฟฟ้า
ไอที
กฎระเบียบ
กฎหมาย
กฏระเบียบ
กฏหมาย
กรณี
กรรมการ
กระจาย
กระบวน
กระบวนการ
กราฟฟิค
กล
กลโรงงาน
กลยุทธ
กลยุทธ์
กลยุทย์การ
กล้อง
กลึง
กองทุน
ก่อสร้าง
กาแฟ
การเบิกจ่าย
การบันทัก
กำไร
กำกับ
กำหนด
กิจกรรม
กีฬา
กู้
กู้ยืม
ขนส่ง
ขยาย
ข้อมูล
ขับเคลื่อน
ข่าวสาร
คณิตศาสตร์
คดี
ค้นหา
ครบถ้วน
ครอบครัว
ครัว
คล่อง
คลอด
คลัง
คลินิก
ควบคุม
ควบุคม
คอมพิวเตอร์
คอมมิชชั่น
คอร์ส
คำนวณ
คีย์
คีย์ออร์เดอร์
คุณ
คุณภาพ
คู่
คู่ค้า
คู่มือ
งบ
งาม
ง่าย
จด
จดบันทึก
จดหมาย
จักร
จักรกล
จักรยาน
จัดเก็บ
จัดการ
จัดจ้าง
จัดซื้อ
จัดซื้อจัดจ้าง
จัดตาราง
จัดทำ
จัดสรร
จัดหา
จ่าย
จำนวน
จิตวิทยา
จีน
จุด
จูงใจ
ฉุกเฉิน
ช่องทาง
ชอบคุย
ชัดเจน
ชา
ช่าง
ชำระ
ชิ้น
ชี้แนะ
ชีววิทยา
ชีวิต
ซอฟแวร์
ซอฟต์แวร์
ซ่อม
ซ่อมแซม
ซ่อมบำรุง
ซีเอ็นซีมิลลิ่ง
ซื้อ
ฌาปนกิจ
ญี่ปุ่น
ฐาน
ดำเนินการ
ดำเนินงาน
ดิบ
ดื่ม
ดูแล
ดูแลรักษา
ตกแต่ง
ตกลง
ต้นทุน
ตรวจ
ตรวจเช็ค
ตรวจสอบ
ตรี
ตลาด
ต่อเนื่อง
ต้อนรับ
ต่อรอง
ตัวแทน
ตัวอย่าง
ติดต่อ
ติดตั้ง
ติดตาม
ถอด
ถ่าย
ถือ
ทดแทน
ทดลอง
ทดสอบ
ทรัพย์สิน
ทรัพยากร
ทรีทเม้นต์
ทรีทเม้นท์
ท่องเที่ยว
ทะเบียน
ทางการ
ที่ประชุม
ทุน
ธุรการ
ธุรการฝ่าย
ธุรการสนาม
ธุรกิจ
นโยบาย
นัดหมาย
น้ำ
น้ำมัน
นิเทศศาสตร์
นิติกรรม
นิติศาสตร์
นิวแมติค
นี้
บก
บทความ
บริการ
บริหาร
บริหารจัดการ
บริหารจัดทำ
บังคับ
บังคับบัญชา
บัญชี
บัตร
บำรุง
บำรุงรักษา
บิลสินค้า
บุคคล
บุคลากร
บุคลิก
บุคลิกภาพ
ปกติ
ปฏิบัติการ
ประกอบ
ประกัน
ประกันภัย
ประชาชน
ประชาสัมพันธ์
ประชุม
ประทับใจ
ประธาน
ประปา
ประมาณ
ประยุกต์
ประสบ
ประสาน
ประสิทธิภาพ
ปริญญา
ปริมณฑล
ปริมาณ
ปรึกษา
ปลอด
ปลีก
ปวช
ป่วย
ปวส
ปิดงบ
ผลิต
ผลิตภัณฑ์
ผสม
ผ้า
ผิดชอบ
ผิว
ฝ่าย
ฝึก
ฝึกอบรม
พนักงาน
พยาบาล
พร้อม
พัฒนา
พัด
พาณิชย์
พาณิชยกรรม
พาหนะ
พิธีการ
พิมพ์
พิมพ์ดีด
พื้นที่
พูดจา
ฟรี
ฟอร์ม
ฟาร์ม
ภงด
ภาพลักษณ์
ภาย
ภาษา
ภาษี
มงคลสมรส
มติ
มนุษย์
มนุษยสัมพนธ์
มนุษยสัมพันธ์
มอบหมาย
มัธยมศึกษา
มาตรฐาน
มาตราฐาน
มื้อ
มือถือ
ยนต์
ยอด
ยา
ยานพาหนะ
ยิ้มแย้มแจ่มใส
รถ
รถยนต์
รวบรวม
ร้องเรียน
ร้องขอ
ร้อน
ระเบียบ
ระบบ
ระบุ
ระยะ
รักการ
รักษา
รักษาพยาบาล
รัฐศาสตร์
รับ
รับผิดชอบ
รับผิดชอม
ราคา
ราง
ราชการ
ราย
รายเดือน
ร้ายแรง
รายการ
รายงาน
รายรับ
รุ่น
รู้จัก
รูปแบบ
ลด
ล้อ
ล่าม
ลำดับ
ลูกค้า
ลูกหนี้
วทบ
วศบ
วัคซีน
วัด
วัตถุ
วัตถุดิบ
วาง
วางแผน
วางบิล
วาจา
วาระ
วิเคราะห์
วิ่ง
วิชาชีพ
วิทยา
วิทยาศาตร์
วิทยาศาสตร์
วิทยาศาสตร์การ
วิทยาศาสตร์การแพทย์
วิทยาศาสตร์บัณฑิต
วิธี
วินิจฉัย
วิบัติภัย
วิศว
วิศวกร
วิศวกรโยธา
วิศวกรรม
วิศวกรรมศาสตร์
วิศวะ
วีซ่า
วีดีโอ
วุฒิ
วุฒิการ
วุฒิป
วุฒิปริญญตรี
วุฒิปริญญา
วุฒิปวส
ศพ
ศัลยพยาธิวิทยา
ศิลป
ศึกษา
ศุลกากร
ศูนย์บริการ
ส่งเสริม
สตรี
สต๊อกสินค้า
สถานการณ์
สถาบัน
สถาปัตยกรรม
สนับสนุน
สนุก
สภาพ
สภาวะ
สม่ำเสมอ
สรรพากร
สรรหา
สร้าง
สร้างสรรค์
สรุป
สวัสดิการ
สอน
สอบถาม
สะอาด
สั่ง
สังสรรค์
สัญญา
สัมพันธ์
สัมมนา
สาเหตุ
สากล
สาขาช่าง
สาขาบัญชี
สาธารณะ
สายงาน
สาร
สารสนเทศ
สำเนา
สำเร็จ
สำเร็จรูป
สำนักงานบัญชี
สิ่งแวดล้อม
สิงค์โปร์
สินเชื่อ
สินค้า
สื่อ
สื่อสาร
สุกร
สุขภาพ
สุจริต
สูบ
หน่วยงาน
หนังสือ
หนี้
หนี้สิน
หล่อ
หลักเกณฑ์
หลักการ
หลักฐาน
หลักทรัพย์
หลักสูตร
หลากหลาย
หัวหน้า
หุ้น
อเมริกา
องค์กร
อนุญาต
อนุญาติ
อนุปริญญา
อนุมัติ
อสังหาริมทรัพย์
ออเดอร์
ออกแบบ
ออนไลน์
ออฟฟิศ
ออร์เดอร์
ออสเตรเลีย
อะไหล่
อังกฤษ
อัตรา
อัธยาศัย
อากาศ
อาคาร
อาคารสถานที่
อาชีวอนามัย
อ่าน
อาศัย
อาหาร
อำนวย
อำนวยการ
อิเล็กทรอนิกส์
อิเล็กทรอนิคส์
อิเลคโทรนิค
อิเลคทรอนิค
อิเล็คทรอนิคส์
อินเตอร์เน็ต
อีเว้น
อีเว้นท์
อุตสหากรรม
อุตสาหกรรม
อุตสาหการ
อุบัติเหตุ
อุปโภค
อุปโภคบริโภค
อุปกรณ์
อุปสรรค.